Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.samediggi/view_id_EQ_152_itemid_EQ_61.tmx
Source language: sme
Languages: smn

source: Olggosaddimat
smn: Olgosadalduvah

source: Oahppamateriálat
smn: Oppâmateriaal

source: Dieđihančállosat
smn: Tieđettemčáluseh

source: Raporttat
smn: Raporteh

source: Anárašgiella , sátnegirjjit
smn: Anarâškielâ , sänikirjeh

source: govat : Stephen Cartwright
smn: kuuvijd sárgum : Stephen Cartwright

source: jorgalan : Pia Nikula ja Anne-Marie Kalla
smn: jurgâlâm : Pia Nikula ja Anne-Marie Kalla

source: Vuosmuš tuhháát säännid - girji lea jorgaluvvon eaŋgalsgielat girjjis “ The First Thousand Words in English ” .
smn: Vuosmuš tuhháát säännid - kirje lii jurgâlum eŋgâlâskielâlâš kirjeest “ The First Thousand Words in English ” .

source: Girji heive sátnegirjin máŋggajahkásaččaide : giellabeasis mánát sáhttet geahččat govaid ovttas oahpaheddjiin ja seammás oahppat sániid ságastallama bokte .
smn: Taat kirje heivee sänikirjen maaŋgâahasáid : kielâpiervâlist párnááh pyehtih keččâđ kuuvijd oovtâst tipšoin já tienuuvt oppâđ saanijd savâstâllâm peht .

source: Skuvllas fas girji heive 1. luohká rájes gitta logahaga ja ámmátskuvlla rádjái .
smn: Škoovlâst kirje puáhtá kevttiđ vuosmuu luokast pajaskulij kiddâ luvâttuv já áámmátškoovlâ räi .

source: Ja heivehan dát govvasátnegirji ollesolbmuidenai .
smn: Já kale taan kovesänikirje puáhtá puárásub-uv olmooš luuhâđ .

source: Sáhttá leat suohtas dutkat mot anárašgiella birge ođđaáigásaš birrasis .
smn: Suotâshân tot lii keččâđ maht anarâškielân piergee uđđâääigi pirrâsist .

source: Girje heive sihke eatnigiela oahpahussii ja maiddái sidjiide , geat lohket giela vieris giellan .
smn: Kirje puáhtá kevttiđ sehe eenikielâlâš párnái máttááttâsâst já meiddei uáppeiguin , kiäh loheh anarâškielâ vieres kiellân .

source: govat : Sirpa Seppänen
smn: koveh : Sirpa Seppänen

source: dássi : álgooahpahus - 3 lk
smn: tääsi : ovdâmáttááttâs - 3 lk

source: Dán govvasátnegirjái leat čohkkejuvvon sullii 500 sáni , eanas nominat .
smn: Kovvejum säänih láá suullân 500 , iänááš uási tain nomineh .

source: Sámediggi 2000
smn: Sämitigge 2000

source: Sámediggi 2010
smn: Sämitigge 2010

source: Girjái leat čohkkejuvvon badjel 400 anársámegielat idioma – dajaldagat , mat leat sajáiduvvan anársámegillii ja maid mearkkašumi ii dalán ádde sáni álgoálggolaš mearkkašumi čađa .
smn: Kiirján láá nuurrum paijeel 400 anarâškielâlâš idiomid – eđâlduvâd , moh láá vuáhádum anarâškielân já moi merhâšume ij ovttuu lekkâs saanij algâalgâlâš merhâšume pehti .

source: Idiomat leat čilgejuvvon suomagillii ja mearkkašumi čielggadan dihte addojuvvojit ovdamearkkat , main dajaldagat leat geavahuvvon .
smn: Idiomih láá čielgejum suomâkielân já merhâšume čielgiimân adeluvvojeh ovdâmerkkâcelkkuuh , main eđâlduvah kiävttojeh .
